Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Changing your AppleVis password now requires at least 8 characters, one number, and one special character — stated right in the field's own label instead of a separate warning line that only appeared after typing too little. A new strength meter (Weak to Very Strong) offers a nudge toward an even harder-to-guess password, but meeting the minimum is still all that's required.
ar: أصبح تغيير كلمة مرور AppleVis يتطلب الآن 8 أحرف على الأقل، ورقمًا واحدًا، ورمزًا خاصًا واحدًا — مذكورة مباشرة في تسمية الحقل نفسه بدلاً من سطر تحذير منفصل كان يظهر فقط بعد كتابة عدد قليل جدًا من الأحرف. يقدم مقياس قوة جديد (من ضعيفة إلى قوية جدًا) تنبيهًا نحو كلمة مرور أصعب في التخمين، لكن تلبية الحد الأدنى لا تزال كل ما هو مطلوب.
de: Das Ändern deines AppleVis-Passworts erfordert jetzt mindestens 8 Zeichen, eine Ziffer und ein Sonderzeichen – direkt im Label des Feldes angegeben, statt in einer separaten Warnzeile, die erst nach zu wenig Eingabe erschien. Eine neue Stärkeanzeige (Schwach bis Sehr stark) gibt einen Hinweis in Richtung eines noch schwerer zu erratenden Passworts, aber das Erfüllen des Minimums ist weiterhin alles, was erforderlich ist.
el: Η αλλαγή του κωδικού πρόσβασης AppleVis απαιτεί πλέον τουλάχιστον 8 χαρακτήρες, έναν αριθμό και έναν ειδικό χαρακτήρα — αναφέρεται απευθείας στην ετικέτα του ίδιου του πεδίου αντί για μια ξεχωριστή γραμμή προειδοποίησης που εμφανιζόταν μόνο αφού πληκτρολογούσατε πολύ λίγα. Ένας νέος μετρητής ισχύος (από Αδύναμος έως Πολύ ισχυρός) προσφέρει μια υπενθύμιση προς έναν κωδικό πρόσβασης που είναι ακόμα πιο δύσκολο να μαντέψει κανείς, αλλά η κάλυψη του ελάχιστου είναι ακόμα το μόνο απαραίτητο.
es: Cambiar tu contraseña de AppleVis ahora requiere al menos 8 caracteres, un número y un carácter especial, indicado directamente en la etiqueta del propio campo en lugar de una línea de advertencia aparte que solo aparecía tras escribir muy poco. Un nuevo medidor de seguridad (de Débil a Muy fuerte) ofrece un incentivo hacia una contraseña aún más difícil de adivinar, pero cumplir el mínimo sigue siendo todo lo que se necesita.
fa: تغییر رمز عبور اپل‌ویز اکنون به حداقل ۸ کاراکتر، یک عدد و یک نویسهٔ ویژه نیاز دارد — که مستقیماً در برچسب خود فیلد ذکر شده، به‌جای یک خط هشدار جداگانه که فقط پس از تایپ خیلی کم ظاهر می‌شد. یک سنجه‌ی قدرت جدید (از ضعیف تا بسیار قوی) یادآوری‌ای به‌سوی رمز عبوری حتی سخت‌تر برای حدس زدن ارائه می‌دهد، اما رعایت حداقل همچنان تنها چیزی است که لازم است.
fr: Changer votre mot de passe AppleVis exige désormais au moins 8 caractères, un chiffre et un caractère spécial — indiqué directement dans le libellé du champ lui-même plutôt que dans une ligne d'avertissement distincte qui n'apparaissait qu'après avoir saisi trop peu. Un nouvel indicateur de solidité (de Faible à Très fort) offre une incitation vers un mot de passe encore plus difficile à deviner, mais respecter le minimum reste tout ce qui est requis.
he: שינוי הסיסמה שלך ב-AppleVis דורש כעת לפחות 8 תווים, ספרה אחת ותו מיוחד אחד — מצוין ישירות בתווית של השדה עצמו במקום שורת אזהרה נפרדת שהופיעה רק לאחר הקלדה קצרה מדי. מד עוצמה חדש (מחלשה ועד חזקה מאוד) מציע דחיפה עדינה לכיוון סיסמה שקשה עוד יותר לנחש, אך עמידה במינימום עדיין כל מה שנדרש.
hi: अब अपना AppleVis पासवर्ड बदलने के लिए कम से कम 8 वर्ण, एक संख्या, और एक विशेष वर्ण आवश्यक है — यह सीधे फ़ील्ड के अपने लेबल में बताया गया है, न कि एक अलग चेतावनी पंक्ति में जो केवल बहुत कम टाइप करने के बाद दिखाई देती थी। एक नया शक्ति मीटर (कमज़ोर से लेकर बहुत मज़बूत तक) एक और भी कठिन अनुमान वाले पासवर्ड की ओर प्रोत्साहन देता है, लेकिन न्यूनतम को पूरा करना अभी भी वह सब है जो आवश्यक है।
id: Mengubah kata sandi AppleVis Anda kini memerlukan setidaknya 8 karakter, satu angka, dan satu karakter khusus — dinyatakan langsung dalam label kolom itu sendiri, bukan di baris peringatan terpisah yang hanya muncul setelah mengetik terlalu sedikit. Pengukur kekuatan baru (Lemah hingga Sangat Kuat) menawarkan dorongan menuju kata sandi yang bahkan lebih sulit ditebak, tetapi memenuhi persyaratan minimum tetap satu-satunya yang diperlukan.
it: Modificare la tua password AppleVis ora richiede almeno 8 caratteri, un numero e un carattere speciale — indicato direttamente nell'etichetta del campo stesso invece che in una riga di avviso separata che appariva solo dopo aver digitato troppo poco. Un nuovo indicatore di sicurezza (da Debole a Molto forte) offre un incoraggiamento verso una password ancora più difficile da indovinare, ma soddisfare il minimo resta tutto ciò che serve.
ja: AppleVisのパスワードを変更するには、8文字以上、数字1つ、特殊文字1つが必要になりました — これは入力が少なすぎた後にのみ表示される別の警告行ではなく、フィールド自体のラベルに直接記載されています。新しい強度メーター(弱いから非常に強いまで)は、さらに推測されにくいパスワードへのちょっとした後押しを提供しますが、続行に必要なのは依然として最低限を満たすことだけです。
ko: 이제 AppleVis 비밀번호를 변경하려면 8자 이상, 숫자 1개, 특수 문자 1개가 필요합니다 — 이는 너무 적게 입력한 후에만 나타나던 별도의 경고 줄 대신 필드 자체의 레이블에 직접 명시되어 있습니다. 새로운 강도 측정기(약함부터 매우 강함까지)는 추측하기 더 어려운 비밀번호를 위한 가벼운 권장 사항을 제공하지만, 계속하려면 여전히 최소 요구 사항만 충족하면 됩니다.
nl: Het wijzigen van je AppleVis-wachtwoord vereist nu minstens 8 tekens, één cijfer en één speciaal teken — vermeld direct in het label van het veld zelf, in plaats van een aparte waarschuwingsregel die pas verscheen na het typen van te weinig tekens. Een nieuwe sterktemeter (Zwak tot Zeer sterk) biedt een duwtje richting een nog moeilijker te raden wachtwoord, maar aan het minimum voldoen is nog steeds alles wat nodig is.
pl: Zmiana hasła AppleVis wymaga teraz co najmniej 8 znaków, jednej cyfry i jednego znaku specjalnego — podanych bezpośrednio w etykiecie samego pola zamiast w osobnej linii ostrzeżenia, która pojawiała się dopiero po wpisaniu zbyt mało znaków. Nowy miernik siły (od Słabe do Bardzo silne) oferuje zachętę w stronę hasła jeszcze trudniejszego do odgadnięcia, ale spełnienie minimum nadal wystarczy.
pt: Alterar sua senha da AppleVis agora requer pelo menos 8 caracteres, um número e um caractere especial — declarado diretamente no rótulo do próprio campo, em vez de uma linha de aviso separada que só aparecia após digitar muito pouco. Um novo medidor de força (Fraca a Muito forte) oferece um incentivo para uma senha ainda mais difícil de adivinhar, mas atender ao mínimo ainda é tudo o que é necessário.
ru: Для изменения пароля AppleVis теперь требуется как минимум 8 символов, одна цифра и один специальный символ — это указано прямо в названии самого поля, а не в отдельной строке предупреждения, которая появлялась только после ввода слишком малого количества символов. Новый индикатор надёжности (от Слабый до Очень сильный) предлагает подсказку в сторону ещё более сложного для угадывания пароля, но для продолжения по-прежнему достаточно соответствия минимуму.
sv: Att ändra ditt AppleVis-lösenord kräver nu minst 8 tecken, en siffra och ett specialtecken — angivet direkt i fältets egen etikett istället för en separat varningsrad som bara visades efter att man skrivit för lite. En ny styrkemätare (Svagt till Mycket starkt) ger en knuff mot ett ännu svårare lösenord att gissa, men att uppfylla minimikravet är fortfarande allt som krävs.
th: การเปลี่ยนรหัสผ่าน AppleVis ของคุณตอนนี้ต้องมีอย่างน้อย 8 ตัวอักษร ตัวเลข 1 ตัว และอักขระพิเศษ 1 ตัว — ระบุไว้โดยตรงในป้ายกำกับของฟิลด์เอง แทนที่จะเป็นบรรทัดคำเตือนแยกต่างหากที่ปรากฏขึ้นหลังจากพิมพ์น้อยเกินไปเท่านั้น มาตรวัดความแข็งแรงใหม่ (จากอ่อนแอถึงแข็งแรงมาก) มอบการกระตุ้นให้ใช้รหัสผ่านที่เดายากยิ่งขึ้น แต่การตรงตามข้อกำหนดขั้นต่ำยังคงเป็นสิ่งเดียวที่จำเป็น
tr: AppleVis şifrenizi değiştirmek artık en az 8 karakter, bir rakam ve bir özel karakter gerektiriyor — bu, yalnızca çok az yazıldıktan sonra görünen ayrı bir uyarı satırı yerine doğrudan alanın kendi etiketinde belirtiliyor. Yeni bir güç göstergesi (Zayıftan Çok Güçlüye) tahmin edilmesi daha da zor bir şifreye doğru bir teşvik sunuyor, ancak devam etmek için hâlâ yalnızca minimumu karşılamak yeterli.
uk: Для зміни пароля AppleVis тепер потрібно щонайменше 8 символів, одна цифра та один спеціальний символ — це вказано прямо в назві самого поля, а не в окремому рядку попередження, який з'являвся лише після введення занадто малої кількості символів. Новий індикатор надійності (від Слабкий до Дуже сильний) пропонує підказку в бік ще складнішого для вгадування пароля, але для продовження все ще достатньо відповідності мінімуму.
vi: Việc thay đổi mật khẩu AppleVis của bạn giờ đây yêu cầu ít nhất 8 ký tự, một chữ số và một ký tự đặc biệt — được nêu ngay trong nhãn của trường đó thay vì một dòng cảnh báo riêng chỉ xuất hiện sau khi gõ quá ít. Thước đo độ mạnh mới (từ Yếu đến Rất mạnh) đưa ra gợi ý hướng tới một mật khẩu khó đoán hơn nữa, nhưng đáp ứng mức tối thiểu vẫn là tất cả những gì cần thiết.
zh_hans: 现在更改您的 AppleVis 密码需要至少 8 个字符、一个数字和一个特殊字符——直接在字段自身的标签中说明,而不是像以前那样只有在输入过少后才出现的单独警告行。全新的强度计(从弱到非常强)会建议您使用更难猜测的密码,但达到最低要求仍然是唯一的必要条件。

# Chapter %lld of %lld: %@
source: Chapter %1$lld of %2$lld: %3$@
ar: الفصل %lld من %lld: %@
de: Kapitel %lld von %lld: %@
el: Κεφάλαιο %lld από %lld: %@
es: Capítulo %lld de %lld: %@
fa: فصل %lld از %lld: %@
fr: Chapitre %lld sur %lld : %@
he: פרק %lld מתוך %lld: %@
hi: अध्याय %lld / %lld: %@
id: Bab %lld dari %lld: %@
it: Capitolo %lld di %lld: %@
ja: 第 %lld 章（全 %lld 章）：%@
ko: 챕터 %lld/%lld: %@
nl: Hoofdstuk %lld van %lld: %@
pl: Rozdział %lld z %lld: %@
pt: Capítulo %lld de %lld: %@
ru: Глава %lld из %lld: %@
sv: Kapitel %lld av %lld: %@
th: บทที่ %lld จาก %lld: %@
tr: Bölüm %lld / %lld: %@
uk: Розділ %lld з %lld: %@
vi: Chương %lld/%lld: %@
zh_hans: 第 %lld 章，共 %lld 章：%@

source: Chapters
ar: الفصول
de: Kapitel
el: Κεφάλαια
es: Capítulos
fa: فصل‌ها
fr: Chapitres
he: פרקים
hi: अध्याय
id: Bab
it: Capitoli
ja: チャプター
ko: 챕터
nl: Hoofdstukken
pl: Rozdziały
pt: Capítulos
ru: Главы
sv: Kapitel
th: บท
tr: Bölümler
uk: Розділи
vi: Chương
zh_hans: 章节

source: Check the App Store listing and choose which AppleVis details to refresh.
ar: تحقق من صفحة App Store واختر تفاصيل AppleVis التي تريد تحديثها.
de: Prüft den App Store-Eintrag und lässt dich auswählen, welche AppleVis-Details aktualisiert werden sollen.
el: Ελέγχει την καταχώριση στο App Store και σου επιτρέπει να επιλέξεις ποια στοιχεία του AppleVis θα ανανεωθούν.
es: Revisa la ficha de la App Store y te permite elegir qué detalles de AppleVis actualizar.
fa: فهرست App Store را بررسی می‌کند و به شما امکان می‌دهد انتخاب کنید کدام جزئیات AppleVis تازه‌سازی شود.
fr: Vérifie la fiche App Store et vous permet de choisir les détails AppleVis à actualiser.
he: בודק את הרישום ב-App Store ומאפשר לך לבחור אילו פרטים ב-AppleVis לרענן.
hi: App Store लिस्टिंग जाँचता है और आपको यह चुनने देता है कि AppleVis के कौन-से विवरण रीफ़्रेश करने हैं।
id: Memeriksa listingan App Store dan membiarkan Anda memilih detail AppleVis mana yang akan disegarkan.
it: Controlla la scheda dell'App Store e ti permette di scegliere quali dettagli di AppleVis aggiornare.
ja: App Storeの掲載情報を確認し、更新するAppleVisの詳細を選択できます。
ko: App Store 등록 정보를 확인하고 새로고침할 AppleVis 세부정보를 선택할 수 있게 해줍니다.
nl: Controleert de App Store-vermelding en laat je kiezen welke AppleVis-details worden vernieuwd.
pl: Sprawdza wpis w App Store i pozwala wybrać, które szczegóły AppleVis odświeżyć.
pt: Verifica a ficha da App Store e permite que você escolha quais detalhes do AppleVis atualizar.
ru: Проверяет карточку в App Store и позволяет выбрать, какие сведения AppleVis обновить.
sv: Kontrollerar App Store-listningen och låter dig välja vilka AppleVis-detaljer som ska uppdateras.
th: ตรวจสอบข้อมูลบน App Store และให้คุณเลือกรายละเอียดของ AppleVis ที่จะรีเฟรช
tr: App Store listesini kontrol eder ve hangi AppleVis ayrıntılarının yenileneceğini seçmenizi sağlar.
uk: Перевіряє опис в App Store і дає змогу вибрати, які відомості AppleVis оновити.
vi: Kiểm tra thông tin trên App Store và cho phép bạn chọn chi tiết nào của AppleVis cần làm mới.
zh_hans: 检查 App Store 页面，并让你选择要刷新的 AppleVis 详情。

source: Check your change, then tap Save Changes.
ar: تحقق من التغيير، ثم انقر على حفظ التغييرات.
de: Überprüfe deine Änderung und tippe dann auf Änderungen speichern.
el: Ελέγξτε την αλλαγή σας και πατήστε Αποθήκευση αλλαγών.
es: Revisa tu cambio y luego toca Guardar cambios.
fa: تغییر خود را بررسی کنید، سپس روی ذخیره تغییرات ضربه بزنید.
fr: Vérifiez votre modification, puis appuyez sur Enregistrer les modifications.
he: בדוק את השינוי שלך, ואז הקש על שמור שינויים.
hi: अपना बदलाव जांचें, फिर परिवर्तन सहेजें पर टैप करें।
id: Periksa perubahan Anda, lalu ketuk Simpan Perubahan.
it: Controlla la modifica, poi tocca Salva modifiche.
ja: 変更内容を確認して、変更を保存をタップしてください。
ko: 변경 사항을 확인한 다음 변경 사항 저장을 탭하세요.
nl: Controleer je wijziging en tik dan op Wijzigingen opslaan.
pl: Sprawdź swoją zmianę, a następnie stuknij Zapisz zmiany.
pt: Confira sua alteração e depois toque em Salvar Alterações.
ru: Проверьте изменение, затем нажмите «Сохранить изменения».
sv: Kontrollera din ändring och tryck sedan på Spara ändringar.
th: ตรวจสอบการเปลี่ยนแปลงของคุณ แล้วแตะบันทึกการเปลี่ยนแปลง
tr: Değişikliğinizi kontrol edin, ardından Değişiklikleri Kaydet'e dokunun.
uk: Перевірте зміну, потім торкніться «Зберегти зміни».
vi: Kiểm tra thay đổi của bạn, sau đó nhấn Lưu Thay Đổi.
zh_hans: 检查您的更改,然后点按保存更改。

source: Check your details, then tap Submit.
ar: تحقق من التفاصيل، ثم انقر على إرسال.
de: Überprüfe deine Angaben und tippe dann auf Absenden.
el: Ελέγξτε τα στοιχεία σας και πατήστε Υποβολή.
es: Revisa tus datos y luego toca Enviar.
fa: جزئیات خود را بررسی کنید، سپس روی ارسال ضربه بزنید.
fr: Vérifiez vos informations, puis appuyez sur Envoyer.
he: בדוק את הפרטים שלך, ואז הקש על שלח.
hi: अपना विवरण जांचें, फिर सबमिट पर टैप करें।
id: Periksa detail Anda, lalu ketuk Kirim.
it: Controlla i tuoi dati, poi tocca Invia.
ja: 内容を確認して、送信をタップしてください。
ko: 세부 정보를 확인한 다음 제출을 탭하세요.
nl: Controleer je gegevens en tik dan op Verzenden.
pl: Sprawdź swoje dane, a następnie stuknij Wyślij.
pt: Confira seus dados e depois toque em Enviar.
ru: Проверьте данные, затем нажмите «Отправить».
sv: Kontrollera dina uppgifter och tryck sedan på Skicka.
th: ตรวจสอบรายละเอียดของคุณ แล้วแตะส่ง
tr: Bilgilerinizi kontrol edin, ardından Gönder'e dokunun.
uk: Перевірте дані, потім торкніться «Надіслати».
vi: Kiểm tra thông tin của bạn, sau đó nhấn Gửi.
zh_hans: 检查您的详细信息,然后点按提交。

source: Check your message, then tap Send Message.
ar: راجع رسالتك، ثم اضغط على إرسال الرسالة.
de: Überprüfe deine Nachricht und tippe dann auf „Nachricht senden“.
el: Ελέγξτε το μήνυμά σας και, στη συνέχεια, πατήστε Αποστολή Μηνύματος.
es: Revisa tu mensaje y luego toca Enviar mensaje.
fa: پیام خود را بررسی کنید، سپس روی ارسال پیام ضربه بزنید.
fr: Vérifiez votre message, puis appuyez sur Envoyer le message.
he: בדוק את ההודעה שלך, ואז הקש על שלח הודעה.
hi: अपना संदेश जांचें, फिर संदेश भेजें पर टैप करें।
id: Periksa pesan Anda, lalu ketuk Kirim Pesan.
it: Controlla il tuo messaggio, quindi tocca Invia messaggio.
ja: メッセージを確認し、「メッセージを送信」をタップしてください。
ko: 메시지를 확인한 후 메시지 보내기를 탭하세요.
nl: Controleer je bericht en tik dan op Bericht verzenden.
pl: Sprawdź swoją wiadomość, a następnie stuknij Wyślij wiadomość.
pt: Revise sua mensagem e toque em Enviar mensagem.
ru: Проверьте своё сообщение, затем нажмите «Отправить сообщение».
sv: Kontrollera ditt meddelande och tryck sedan på Skicka meddelande.
th: ตรวจสอบข้อความของคุณ แล้วแตะส่งข้อความ
tr: Mesajınızı kontrol edin, ardından Mesajı Gönder'e dokunun.
uk: Перевірте своє повідомлення, потім торкніться «Надіслати повідомлення».
vi: Kiểm tra tin nhắn của bạn, sau đó nhấn Gửi tin nhắn.
zh_hans: 检查您的消息，然后点按“发送消息”。

source: Check your report, then tap Send Report.
ar: راجع تقريرك، ثم اضغط على إرسال التقرير.
de: Überprüfe deinen Bericht und tippe dann auf „Bericht senden“.
el: Ελέγξτε την αναφορά σας και, στη συνέχεια, πατήστε Αποστολή Αναφοράς.
es: Revisa tu informe y luego toca Enviar informe.
fa: گزارش خود را بررسی کنید، سپس روی ارسال گزارش ضربه بزنید.
fr: Vérifiez votre signalement, puis appuyez sur Envoyer le signalement.
he: בדוק את הדוח שלך, ואז הקש על שלח דוח.
hi: अपनी रिपोर्ट जांचें, फिर रिपोर्ट भेजें पर टैप करें।
id: Periksa laporan Anda, lalu ketuk Kirim Laporan.
it: Controlla la tua segnalazione, quindi tocca Invia segnalazione.
ja: レポートを確認し、「レポートを送信」をタップしてください。
ko: 신고 내용을 확인한 후 신고 보내기를 탭하세요.
nl: Controleer je rapport en tik dan op Rapport verzenden.
pl: Sprawdź swoje zgłoszenie, a następnie stuknij Wyślij zgłoszenie.
pt: Revise seu relatório e toque em Enviar relatório.
ru: Проверьте свой отчёт, затем нажмите «Отправить отчёт».
sv: Kontrollera din rapport och tryck sedan på Skicka rapport.
th: ตรวจสอบรายงานของคุณ แล้วแตะส่งรายงาน
tr: Raporunuzu kontrol edin, ardından Raporu Gönder'e dokunun.
uk: Перевірте свій звіт, потім торкніться «Надіслати звіт».
vi: Kiểm tra báo cáo của bạn, sau đó nhấn Gửi báo cáo.
zh_hans: 检查您的报告，然后点按“发送报告”。

source: Checked
ar: محدد
de: Aktiviert
el: Επιλεγμένο
es: Marcado
fa: علامت‌زده
fr: Coché
he: מסומן
hi: चयनित
id: Dicentang
it: Selezionato
ja: チェック済み
ko: 선택됨
nl: Aangevinkt
pl: Zaznaczone
pt: Marcado
ru: Отмечено
sv: Markerad
th: เลือกแล้ว
tr: İşaretli
uk: Позначено
vi: Đã chọn
zh_hans: 已勾选

source: Checking account…
ar: جارٍ التحقق من الحساب…
de: Konto wird geprüft…
el: Έλεγχος λογαριασμού…
es: Verificando cuenta…
fa: در حال بررسی حساب…
fr: Vérification du compte…
he: בודק חשבון…
hi: खाता जांचा जा रहा है…
id: Memeriksa akun…
it: Verifica account…
ja: アカウントを確認中…
ko: 계정 확인 중…
nl: Account controleren…
pl: Sprawdzanie konta…
pt: Verificando conta…
ru: Проверка аккаунта…
sv: Kontrollerar konto…
th: กำลังตรวจสอบบัญชี…
tr: Hesap kontrol ediliyor…
uk: Перевірка облікового запису…
vi: Đang kiểm tra tài khoản…
zh_hans: 正在验证账户…

source: Checking for existing entries…
ar: جارٍ التحقق من الإدخالات الحالية…
de: Suche nach vorhandenen Einträgen …
el: Έλεγχος υπαρχόντων καταχωρίσεων…
es: Buscando entradas existentes…
fa: در حال بررسی ورودی‌های موجود…
fr: Recherche d'entrées existantes…
he: בודק רשומות קיימות…
hi: मौजूदा प्रविष्टियों की जांच हो रही है…
id: Memeriksa entri yang ada…
it: Controllo delle voci esistenti…
ja: 既存のエントリを確認中…
ko: 기존 항목 확인 중…
nl: Bestaande vermeldingen controleren…
pl: Sprawdzanie istniejących wpisów…
pt: Verificando entradas existentes…
ru: Проверка существующих записей…
sv: Kontrollerar befintliga poster…
th: กำลังตรวจสอบรายการที่มีอยู่…
tr: Mevcut girişler kontrol ediliyor…
uk: Перевірка наявних записів…
vi: Đang kiểm tra các mục hiện có…
zh_hans: 正在检查现有条目……

source: Checking the App Directory against the App Store…
ar: جارٍ التحقق من دليل التطبيقات مقابل App Store…
de: App-Verzeichnis wird mit dem App Store abgeglichen …
el: Έλεγχος του Καταλόγου Εφαρμογών σε σχέση με το App Store…
es: Comprobando el directorio de apps con el App Store…
fa: در حال بررسی فهرست برنامه‌ها با App Store…
fr: Vérification du répertoire d'apps par rapport à l'App Store…
he: בודק את ספריית האפליקציות מול ה-App Store…
hi: ऐप डायरेक्ट्री की ऐप स्टोर से जांच की जा रही है…
id: Memeriksa Direktori Aplikasi terhadap App Store…
it: Verifica della directory app rispetto all'App Store in corso…
ja: アプリディレクトリをApp Storeと照合しています…
ko: 앱 디렉터리를 App Store와 대조하는 중…
nl: Appdirectory wordt gecontroleerd aan de hand van de App Store…
pl: Sprawdzanie katalogu aplikacji względem App Store…
pt: Verificando o Diretório de Apps em relação à App Store…
ru: Проверка каталога приложений по данным App Store…
sv: Kontrollerar appkatalogen mot App Store …
th: กำลังตรวจสอบไดเรกทอรีแอปกับ App Store…
tr: Uygulama Dizini App Store ile karşılaştırılıyor…
uk: Перевірка каталогу застосунків відповідно до App Store…
vi: Đang kiểm tra Danh mục ứng dụng so với App Store…
zh_hans: 正在将应用目录与 App Store 进行核对…
